-- phpMyAdmin SQL Dump
-- version 4.7.4
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 31, 2018 at 09:49 PM
-- Server version: 5.6.36
-- PHP Version: 5.6.31

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cistrain_l3est`
--

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `cate_id` tinyint(2) NOT NULL,
  `cate_title` varchar(200) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`cate_id`, `cate_title`) VALUES
(1, 'อิเล็กทรอนิกส์'),
(2, 'เครื่องมือช่าง'),
(3, 'ยานยนต์'),
(4, 'คอมพิวเตอร์'),
(5, 'เฟอร์นิเจอร์'),
(6, 'อาหาร'),
(9, 'ใช้แล้วหมดไป'),
(11, 'เครื่องดื่ม');

-- --------------------------------------------------------

--
-- Table structure for table `products`
--

CREATE TABLE `products` (
  `product_id` smallint(5) UNSIGNED ZEROFILL NOT NULL,
  `product_title` varchar(300) COLLATE utf8_unicode_ci NOT NULL,
  `product_detail` text COLLATE utf8_unicode_ci NOT NULL,
  `product_nprice` decimal(8,2) NOT NULL,
  `product_sprice` decimal(8,2) NOT NULL,
  `product_cate` tinyint(2) NOT NULL,
  `product_pic` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `product_ship` tinyint(1) NOT NULL COMMENT '0=ต่างประเทศ,1=ในประเทศ'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `products`
--

INSERT INTO `products` (`product_id`, `product_title`, `product_detail`, `product_nprice`, `product_sprice`, `product_cate`, `product_pic`, `product_ship`) VALUES
(00002, 'Sony เครื่องบันทึกเสียง', 'เครื่องบันทึกเสียง', '4790.00', '4390.00', 1, '00002.jpg', 1),
(00003, 'ลำโพงบลูทูธ ลำโพงพกพา ali10 Bluetooth', 'ลำโพงบลูทูธ Bluetooth', '759.00', '175.00', 1, '00003.jpg', 1),
(00004, 'Lab Bluetooth FM Transmitter รุ่น CarG7 ', 'Bluetooth FM Transmitter ', '699.00', '189.00', 1, '00004.jpg', 1),
(00005, 'Car Bluetooth Music Receiver', 'Hands-free บลูทูธในรถยนต์', '352.00', '98.00', 1, '00005.jpg', 1),
(00006, 'bose-soundlink mini 2', 'ลำโพงบลูทูธแบบพกพา รุ่น bose-soundlink mini 2', '13200.00', '9900.00', 1, '00006.jpg', 1),
(00007, 'Sony wireless speaker', 'ลำโพงไวเรสแบบพกพา รุ่น Sony wireless speaker', '2190.00', '1790.00', 1, '00007.jpg', 1),
(00008, 'JBL Pulse 2 ', 'ลำโพงบลูทูธแบบพกพา รุ่น JBL Pulse 2 ', '8990.00', '5290.00', 1, '00008.jpg', 1),
(00009, 'Marshall Stockwell', 'ลำโพงบลูทูธแบบพกพา รุ่น Marshall Stockwell', '15232.00', '9980.00', 1, '00009.jpg', 1),
(00010, 'Portable Xiaomi MI Bluetooth v.4.0 speaker ', 'ลำโพงบลูทูธแบบพกพา รุ่น Portable Xiaomi MI Bluetooth v.4.0 speaker ', '1800.00', '775.00', 1, '00010.jpg', 1),
(00011, 'Panasonic โทรศัพท์ไร้สาย รุ่น KX-TG1611', 'หน้าจอ LCD เรืองแสง ,รองรับบริการ CALLER ID ,บันทึกชื่อ และหมายเลขโทรศัพท์ 50 เลขหมาย  ', '1950.00', '1090.00', 1, '00011.jpg', 1),
(00012, 'Reach โทรศัพท์โชว์เบอร์ รีช รุ่น CID 1309', 'แสดงหมายเลขเรียกเข้า ,20 เสียงเรียกเข้า ,61 หน่วยความจำหมายเลขเรียกเข้า', '590.00', '540.00', 1, '00012.jpg', 1),
(00013, 'โทรศัพท์ PANASONIC รุ่น KX-TSC11MX ', 'โทรศัพท์สายเดี่ยว Single Line ,มีหน้าจอ LCD ,ใช้งานง่ายและสะดวก', '1590.00', '890.00', 1, '00013.jpg', 1),
(00014, 'Panasonic โทรศัพท์บ้าน KX-TS500MX Corded Phone', 'โทรศัพท์สายเดี่ยว Single Line ,สามารถติดตั้งบนผนังได้ ,ใช้งานง่ายและสะดวก', '690.00', '510.00', 1, '00014.jpg', 1),
(00015, 'Panasonic โทรศัพท์ไร้สาย รุ่น KX-TG1611 ', 'หน้าจอ LCD เรืองแสง ,รองรับบริการ CALLER ID ,บันทึกชื่อ และหมายเลขโทรศัพท์ 50 เลขหมาย  ', '1950.00', '1090.00', 1, '00015.jpg', 1),
(00016, 'Canon EOS M10', 'กล้องดิจิตอลคอมแพคที่เหมาะกับคนทุกเพศทุกวัยจากแบรนด์ดังอย่าง Canon\nตัวกล้องมีหน้าจอระบบ LCD ที่คุณสามารถปรับได้ 180 องศา\nตัวกล้องมีระบบเซนเซอร์ CMOS ขนาด APS-C ความละเอียดสูง 18 MP.\nมี Wi-Fi และ NFC ในตัวกล้อง ทำให้คุณอัพโหลดและแชร์ภาพไปยังสมาร์ทโฟนหรือคอมพิวเตอร์แท็บเล็ตง่ายๆ ด้วยปุ่มเดียว เป็นรุ่นใหม่ล่าสุดในตระกูล EOS M ซึ่งใช้งานง่ายสไตล์กล้องคอมแพค', '16990.00', '11999.00', 1, '00016.jpg', 1),
(00017, 'GoPro HERO5', 'ถ่ายภาพและแบ่งปันมุมมองใหม่ๆด้วย GoPro HERO5 (Black) ความละเอียดระดับ 4K ใช้งานง่ายด้วยด้วยปุ่มเดียว และจอสัมผัสที่สะดวก ให้คุณพร้อมที่จะออกผจญภัยทุกรูปแบบ ด้วยคุณสมบัติกันน้ำ ทำให้สามารถบันทึกวิดีโอ เสียงที่มีคุณภาพ GoPro HERO5 (Black) สามารถที่จะแก้ไขและแบ่งปันโดยอัตโนมัติ โดยอัปโหลดภาพไปยัง GoPro Plus cloud ให้คุณสามารถเข้าถึงได้ง่ายๆและเป็นการประหยัดพื้นที่จัดเก็บ', '16999.00', '12500.00', 1, '00017.jpg', 1),
(00018, 'Hikvision HDTVI 1080P', ' 2 Megapixel high-performance CMOS\n Analog HD output, up to 1080P resolution\n True Day/Night, Smart IR\n Up to 20m IR distance\n IP66 weatherproof\n OSD menu\n Up the Coax(HIKVISION-C protocol)', '2990.00', '890.00', 1, '00018.jpg', 1),
(00019, 'QZSD Tripod', ' ขาตั้งกล้อง QZSD รุ่น Q-308 \n รุ่นประหยัด สุดคุ้ม คุณภาพเกินตัว \n น้ำหนักเบาเพียง 1.3 กิโลกรัม แต่สามารถรับน้ำหนักได้ถึง 5 กิโลกรัม \n ผลิตจากวัสดุ Aluminium Alloy \n ความยาวจัดเก็บ (mm) 580 \n ความสูงเมื่อยืดขาและแกนกลาง (mm) 1500 \n ', '1890.00', '1120.00', 1, '00019.jpg', 1),
(00020, 'กล้องกระเป๋าเคสสำหรับ Canon Rebel', 'Outside size Length 20cm * Width 13cm * high 17cm\nInside size Length 18cm * Width 11cm * high 14cm\nMaterial Nylon\nFor Canon Rebel T5i T4i T3i T2i SL1 EOS', '880.00', '600.00', 1, '00020.jpg', 0),
(00021, 'Panasonic LED TV', 'มอบประสบการณ์การรับชมที่ชวนดื่มด่ำได้อย่างเต็มอิ่มกับขนาดหน้าจอ 49 นิ้ว ความละเอียด 1,920 (W) x 1,080 (H) พิกเซลรับ\nชมภาพที่มีสีสันทรงพลัง ด้วยฟังก์ชัน Hexa Chroma Drive ที่มีระบบประมวลผลสีมากที่สุดถึง 6 สี\nระบบ Adaptive Backlight Dimming จะทำการวิเคราะห์สัญญาณภาพ ปรับการลดแสงของไฟพื้นหลังที่ได้รับการตอบสนองอย่างต่อเนื่อง มอบความคมชัดทุกรายละเอียด\nเทคโนโลยี IPS LED Super Bright เพิ่มแผงไฟ LED ที่มีประสิทธิภาพสูงไว้ด้านหลังแผง IPS ทำให้สามารถส่งสัญญาณได้อย่างยอดเยี่ยม\nมาพร้อมเทคโนโลยี Dot Noise Reduction ที่จะช่วยตรวจจับจุดนอยส์และกำจัดออกจากภาพต้นฉบับได้อย่างมีประสิทธิภาพ', '24990.00', '14780.00', 1, '00021.jpg', 1),
(00022, 'Innotech Mini Bluetooth Speaker ลำโพงบลูทูธ รุ่น N10U', 'ลำโพง ที่สะดวกต่อการพกพา สามารถเชื่อมต่อผ่านระบบ Bluetooth ไร้สาย และยังสามารถใช้ในระบบ Radio และ SD player อีกด้วย ลำโพง Bluetooth Radio with SD player มาพร้อมกับคุณภาพเสียงที่น่าประทับใจ ข้อมูลจำเพาะ - Bluetooth V2.1 - ระยะทาง 10 เมตร - ความจุแบตเตอรี่ 520 mA - ระบบการชาร์จไฟ 5.0 V (ระยะเวลาชาร์จ 2 ชั่วโมง) - เวลาการใช้งานอย่างต่อเนื่อง: 5 ชั่วโมง', '0.00', '180.00', 1, '00022.jpg', 1),
(00023, 'SONY เครื่องบันทึกเสียงดิจิตอล ', 'บันทึก MP3/LPCM ด้วย S-Microphone ความไวสูง ให้คุณพึงพอใจ ราบรื่นในการใช้งาน และโหมดไมโครโฟนโฟกัสที่กว้างเพื่อให้เหมาะกับการบรรยายหรือการประชุม\nมาพร้อมกับประสิทธิภาพในการตัดเสียงรบกวน สามารถตัดเสียงรบกวนได้เป็นอย่างดีขณะทำการบันทึกเสียง\nDirect USB ในตัวสำหรับการเชื่อมต่อกับคอมพิวเตอร์ที่สะดวกสบาย และยังสามารถชาร์จแบตเตอรี่ได้อย่างสะดวกรวดเร็วผ่าน USB\nความจุในตัวถึง 4 GB ให้คุณบันทึกเสียงได้อย่างเต็มที่ บันทึกจำนวนไฟล์สูงสุด (ทั้งหมด) 5000 ไฟล์ (รวมจำนวนโฟลเดอร์) และจำนวนไฟล์สูงสุดต่อโฟลเดอร์ 199 ไฟล์\nสามารถเพิ่มหน่วยความจำได้ ผ่านการ์ด Micro SD (SDHC/SDXC)\nมีวิทยุ FM เพื่อฟัง ให้คุณสนุกไปกับการใช้งานได้อย่างง่ายดาย และยังบันทึกรายการออกอากาศทางวิทยุได้', '4.00', '3860.00', 1, '00023.jpg', 1),
(00024, 'โดรนบินถ่ายภาพทางอากาศ SYMA ', 'Drone Quadcopter คอปเตอร์สี่ใบพัดสอดแนม แอบถ่าย ถ่ายภาพมุมสูง ติดตั้งกล้อง FPV ส่งสัญญาณภาพแบบ Real Time ใช้โทรศัพท์มือถือ ระบบ IOS หรือระบบ Android รับสัญญาณภาพ ส่งภาพถ่ายทอดสดให้ดูผ่านหน้าจอโทรศัพท์มือถือ และเมื่อบันทึกภาพแล้วสามารถ รีเพลย์ ดูผ่านมือถือหรือแท๊ปเล็ตได้ โดยสามารถดาวน์โหลด แอฟฟิเคชั่น ควบคุมการทำงานได้ฟรี สำหรับมือถือระบบ IOS และ Android ค้นหา App ชื่อ \" SYMA FPV \" มีขนาด size เส้นผ่าศูนย์กลาง 31.5 cm รุ่นยอดนิยมในขณะนี้ รองรับและออกแบบให้ เหมาะแก่การบินสำรวจบันทึกภาพมุมสูง มีระบบ Gyroscope ควบคุมการทรงตัว สามารถบินตีลังกา ได้ทุกทิศทาง เล่นได้ทั้งในอาคาร indoor และ outdoor หรือกลางแจ้งที่มีลมแรง ในชุดมาพร้อมวิทยุบังคับ', '0.00', '1700.00', 1, '00024.jpg', 1),
(00025, '500GB USB 3.0 SATA External Hard Disk Drive HDD ', ' 500GB USB 3.0 SATA External Hard Disk Drive HDD 6 Gbps for Laptop/Mac PC US - intl', '2174.00', '1087.00', 1, '00025.jpg', 1),
(00026, 'Eagle one กาพ่นสี', 'กาพ่นสี Eagle one ผลิตจากวัสดุคุณภาพสูง  สามารถปรับความหนาของสีได้หลายระดับ ฝาปิดดีไซน์เรียบทำให้ เปิด-ปิด ได้สะดวก การใช้งานทนทาน สินค้ารับประกันคุณภาพ คุณสมบัติ เติมสีได้ทันทีใช้ง่ายสะดวกอายุการใช้งานคงทนฝาเรียบปิดเปิดง่ายใช้งานสะดวกหัวปรับได้หลายขนาดประหยัดสีเวลาพ่นสามารถบรรจุสีได้มากถึง 750 ml', '1650.00', '498.00', 2, '00026.jpg', 1),
(00027, 'ยาแนวเอนกประสงค์ รุ่น TILEReform10A', 'Telecorsa Tile Reform ยาแนวเอนกประสงค์ รุ่น TILEReform10A-J1 \nคุณสมบัติยาแนวกระเบื้อง ป้องกันเชื้อรา กันน้ำไม่ทำลายสีกระเบื้องใช้ได้ทั้งห้องน้ำ ห้องครัว พื้นแถวทั้งภายในและภายนอก ฯลฯเช็ดทำความสะอาดง่าย  ใช้งานสะดวกคุณก็สามารถทำเองได้ ไม่ต้องง้อช่างปริมาณ 280 ml  วิธีใช้เพียงแค่เขย่าขวดประมาณ 20 วินาที >> บีบใส่ร่อง >> เช็ดส่วนที่เกินออก >รอแห้งแล้วเช็ดทำความสะอาดได้ตามปกติ หลีกเลี่ยงการล้างด้วยน้ำภายใน 2-3 วันแรก โดยเฉพาะน้ำร้อน *', '490.00', '198.00', 2, '00027.jpg', 1),
(00028, 'ลูกกลิ้งทาสี รุ่น Renevotor18B', 'Paint Runner Pro  ลูกกลิ้งทาสี  รุ่น Renevotor18B-J1 คุณสมบัติวัสดุพลาสติก อุปกรณ์ มีลูกกลิ้ง 2 ขนาด   ถาดรองสี, ถ้วยตวงสำหรับเติมสีใส่ลูกกลิ้ง , แปรงเล็ก (สำหรับให้สีเรียบเท่ากัน) สามารถเทสีเข้าไปในกระบอกเพื่อทาสีโดยสีจะซึมเข้าตัวแปรงทำให้การใช้งาสีไม่ซึมและเลอะเทอะ เติมสีได้ถึง 900ml  เหมาะสำหรับแทบทุกพื้นผิว  สามารถล้างออกได้ง่ายขนาดขนาด ลูกกลิ้ง (กว้างxยาว)   17x23 ซมขนาดรอบลูกกลิ้ง 26 ซม. ขนาดลูกกลิ้งขนาดเล็ก :  (กว้างxยาว)   7x11 ซม.  ขนาดรอบลูกกลิ้งขนาดเล็ก  26 ซม.', '668.00', '468.00', 2, '00028.jpg', 1),
(00029, 'Mastersat เครื่องพ่นสีไฟฟ้า รุ่น Paint-ZOOM', 'ใช้งานง่าย  ลดเวลาและค่าใช้จ่าย  สเปรย์เทคโนโลยีขั้นสูง  ไม่จำเป็นต้องใช้ลูกกลิ้ง แปรงทาสี และถาดสี  มีความแข็งแรงทนทาน', '1990.00', '1350.00', 2, '00029.jpg', 1),
(00030, 'วอลล์เปเปอร์ติดผนังลายอิฐ', 'วอลล์เปเปอร์ติดผนังลายอิฐ สวยงาม ', '2475.00', '2475.00', 2, '00030.jpg', 1),
(00031, 'KANTO เลื่อยยนต์ ', 'เลื่อยยนต์ 11.5\" ไม่ต้องขึ้นทะเบียนนำเข้าภายใต้ข้อกำหนดหลักเกณฑ์ของทางกระทรวงฯ และกรมป่าไม้ อย่างถูกต้อเครื่องยนต์ 2 จังหวะ กำลัง 0.8 แรงม้า บาร์ยาว 11.5\"เชื้อเพลิง น้ำมันเบนซินหรือแก๊สโซฮอล์ ผสม 2T (ออโต้ลูป) >> 20 : 1ความเร็วรอบ 3500 RPMความจุน้ำมัน เบนซิน 310 MLความจุน้ำมัน น้ำมันเครื่อง 210 ML', '8990.00', '2.00', 2, '00031.jpg', 1),
(00032, 'BERALA ชุดสว่านไฟฟ้า', 'ขนาดการเจอะ (Max Drill) 13mmb แรงดันไฟ (Voltage) 220Vความถี่ (Frequency) 50/60Hzกระแสไฟเข้า (Power Input) 650Wความเร็ว (Rate Speed) 0-2800 RPM', '2300.00', '899.00', 2, '00032.jpg', 1),
(00033, 'เครื่องเป่าลม', 'การใช้งาน : เป่าลมเพื่อทำความสะอาดสิ่งสกปรก Continuous rating input 500 w.,Air volume 1.3-2.4 m. ,No load speed 8500-16000 min(rpm) ,Overall length 428 mm(16-7/8\") ,Net weight 1.3 kg(2.8 lbs) ,Power supply card 2.0 m(6.6 ft), Double Insulation/ฉนวนสองชั้น, Variable Speed/สวิสต์ปรับความเร็ว', '1.00', '1.00', 2, '00033.jpg', 1),
(00034, 'Bosch ไขควงไฟฟ้าไร้สาย ', 'ไขควงไฟฟ้าไร้สายขนาดพกพา ช่วยให้คุณใช้งานได้อย่างคล่องแคล่ว ถนัดมือ พกพาสะดวกแม้คุณต้องนำไปใช้งานข้างนอก น้ำหนักเบา มีแม่เหล็กสำหรับดูดน็อตในขณะทำงาน เพื่อเพิ่มความแม่นยำในขณะทำงานไฟส่องสว่างแบบ LED ให้คุณสามารถทำงานได้แม้อยู่ในที่มืด,มอเตอร์เบรกที่แม่นยำ สามารถตั้งค่าได้ด้วยตัวคุณเอง ใช้แบตเตอรี่พกพาพลังงานสูง หัวสว่านเปลี่ยนถึง 11 หัว ตอบสนองความต้องการในการใช้งานที่หลากหลายมีตัวบอกสถานะของทิศทางในการใช้งาน และระดับของแบตเตอรี่แบตเตอรี่ 1.3 Ah ใช้เวลาชาร์จ 5 ชั่วโมง', '2.00', '1.00', 2, '00034.jpg', 1),
(00035, 'MILTEC ตู้เชื่อม Inverter', 'สามารถเชื่อมเหล็ก 2.6, 3.2, 4มิล และ L55 ได้ เป็นเครื่องเชื่อมระบบ INVERTER ขนาดกระทัดรัด น้ำหนักเบา เคลื่อนย้ายง่ายกระแสไฟเชื่อมคงที่ ประหยัดกระแสไฟฟ้า มีพัดลมระบายความร้อนคุณภาพสูง อายุใช้งานยาว แนว', '6.00', '2.00', 2, '00035.jpg', 1),
(00036, 'หัววาล์วถังดับเพลิง ', 'หัววาล์วถังดับเพลิง ครบชุด พร้อมเกจวัดแรงดัน', '690.00', '570.00', 2, '00036.jpg', 1),
(00037, 'Panasonic สวิทซ์ตั้งเวลา Time switch', 'เครื่องตั้งเวลา / นาฬิกาตั้งเวลา หรือ Timer / Time Switch คือ อุปกรณ์ที่ใช้สำหรับตั้งเวลาในการทำงาน ซึ่งเหมาะกับงานที่ต้องมีเรื่องของการควบคุมเวลาในการทำงานมาเกี่ยวข้อง เช่น งานอบชิ้นงาน , ระบบควบคุมอัตโนมัติ หรือ ออดโรงเรียน เป็นต้น สามารถช่วยให้ลูกค้าลดปัญหาในงานที่ต้องมีเวลามาควบคุมระบบการทำงานให้เป็นไปอย่างถูกต้อง  นาฬิกาตั้งเวลาควบคุมการเปิดปิดไฟ ตามเวลา ทำงาน 24 ชม. ตั้ง เปิด-ปิด ได้ 3 ช่วงเวลา ทนกระแสไฟ 15A 250V', '1200.00', '990.00', 2, '00037.jpg', 1),
(00038, 'IRWIN ปากกาตัวซีจับเร็ว 4 นิ้ว ', 'HANDI-CLAMPS ใช้งานง่าย ถูกออกแบบมาให้ บีบจับชิ้นงานง่ายๆ ด้วยการบีบและ กดปล่อยเร็ว ด้วย Qiuck-release Trigger ใช้สำหรับการบีบจับชิ้นงานรูปร่างแปลกๆ และ ชิ้นงานหลายๆชิ้นพร้อมกัน', '790.00', '380.00', 2, '00038.jpg', 1),
(00039, 'Safe-T-Cut เครื่องตัดวงจรกระแสไฟฟ้ารั่วลงดินอัตโนมัติ', 'Safe-T-Cut เครื่องตัดวงจรกระแสไฟฟ้ารั่วลงดินอัตโนมัติ 2P 63A รุ่น Special A V3 RCBO คุณสมบัติ เครื่องตัดกระแสไฟฟ้ารั่วลงดินอัตโนมัติคุณภาพมาตรฐาน มอก.909-2548 โดยมีการออกแบบรูปทรงที่มีศิลปะฉีกกฏของเครื่องตัดไฟรูปทรงเก่า ๆ อีกทั้งได้มีการปรับปรุงและพัฒนาวงจรตรวจจับกระแสไฟฟ้ารั่วให้มีความฉับไวในการทำงานสูงขึ้นเหนือมาตรฐาน SPECIAL A Series เหมาะสำหรับติดตั้งในอาคารบ้านเรือนที่อยู่อาศัย เพื่อปกป้องคุ้มครองลดอันตรายที่เกิดจากการใช้ไฟฟ้าโดยจะตัดวงจรทันทีที่เกิดไฟฟ้าดูด, ไฟฟ้ารั่ว, ไฟฟ้าลัดวงจร (Short Circuit) และการใช้ไฟฟ้าเกินขนาดพิกัด (Over Load) ทำให้มีความปลอดภัยในชีวิตและทรัพย์สินเป็นสิ่งที่เราตระหนักและให้ความสำคัญเป็นอย่างยิ่ง ส่วนประกอบทุกชิ้นส่วนได้ผ่านการตรวจสอบจากฝ่ายควบคุมคุณภาพด้วยเครื่องมือทดสอบที่ได้มาตรฐาน อีกทั้งได้วางมาตรการในการตรวจสอบตามมาตรฐานอย่างละเอียด คุณจึงมั่นใจได้อย่างเต็มที่สำหรับการทำงานของผลิตภัณฑ์ เซฟ-ที-คัท ข้อมูลจำเพาะ - แรงดันไฟฟ้าที่กำหนด (Un) : 220 Vac - ถี่ที่กำหนด : 50 Hz - ขนาดกระแสไฟฟ้าที่กำหนด (In) : 63A - ความทนกระแสไฟฟ้าลัดวงจรที่กำหนด (Icn) : 10000A - กระแสเหลือทำงานที่กำหนด (Icn) : 6, 10, 20, 30 mA - ความไวในการตัดวงจรไฟฟ้า : - อุณหภูมิใช้งาน : 10 ?C – 40 ?C - วิสัยสามารถในการต่อและการตัดกระแสเหลือที่กำหนด (Icm) : 630A - ขนาด กว้าง x ยาว x สูง : 12 x 21.5 x 10 cm. - น้ำหนัก : 1.4 kg.', '4900.00', '3215.00', 2, '00039.jpg', 1),
(00040, 'ท่ออ่อนร้อยสายไฟ สีขาว (ท่อ UPVC)', 'ท่ออ่อนร้อยสายไฟ สีขาว (ท่อ UPVC) 20 มม.ท่ออ่อนลูกฟูก ขนาด 20 มม. ยาว 50 เมตรต่อม้วนผลิตด้วย uPVC (Unplasticized Polyvinyl Chloride) หรือ พีวีซีแข็ง (Rigid PVC) สามารถคงทนต่อสภาวะอากาศความชื้น ไม่เป็นสนิม ยืดหยุ่นสูงทนต่อการกัดกร่อนติดตั้งง่าย ผิวภายนอกสามารถทาสีได้ติดทนนาน ไม่หลุดล่อนง่ายเป็นฉนวนไฟฟ้าทนต่อแสงแดดรังสี UV ประหยัดค่าใช้จ่ายเพราะมีราคาถูกกว่าท่อชนิดอื่น มีน้ำหนักเบา ทนต่อการกัดกร่อนต่อสารเคมีทนแรงกระแทกได้สูงและรับน้ำหนักได้ดีเป็นพิเศษ ไม่ลามไฟ ปลอดภัยต่อการใช้งาน สะดวกและสวยงามในการติดตั้ง ง่ายต่อการซ่อมบำรุง ใช้สำหรับในการเดินสายไฟ ระบบสายโทรศัพท์ LAN เหมาะกับติดตั้งในพื้นที่จำกัด', '895.00', '799.00', 2, '00040.jpg', 1),
(00041, 'เวอร์เนีย', 'สามารถล็อกตำแหน่งการวัดได้ จอแสดงค่าการวัดใหญ่ชัดเจนสามารถเปลี่ยนหน่วยการวัด', '1299.00', '490.00', 2, '00041.jpg', 1),
(00042, 'ปั้มลมแบบพกพา', 'เหมาะวำหรับพกพา ในรถยนต์ ใช้งานง่ายเพียงเสียบเข้ากับที่จุดบุหรี่ หรือคีบแบตเตอร์รี่รถยนต์วัตถุดิบ เป็นโลหะทั้งตัว สามารถอัดลมได้จริง', '2950.00', '1890.00', 2, '00042.jpg', 1),
(00043, 'ปากกาจับเหล็ก', 'ใช้สำหรับ จับหรือยึดชิ้นงานให้แน่นเพื่อสะดวกต่อการทำงานอย่างอื่นต่อไป', '1489.00', '990.00', 2, '00043.jpg', 1),
(00044, 'เครื่องมือไขน๊อตอเนกประสงค์  ', 'สามารถไขได้ทุกอย่างใช้งานง่ายไม่ต้องหาขนาดให้วุ่นวาย', '890.00', '520.00', 2, '00044.jpg', 1),
(00045, 'เหล็กดูดลูกปืน', 'เหล็กหล่อแข็ง Drop Forged Steel ปรับได้หลากหลาย ถอดลูกปืน ', '1050.00', '690.00', 2, '00045.jpg', 1),
(00046, 'ALLIGHT เซ็นเซอร์เสียงเวลาคนเดินผ่าน', 'ALLIGHT เซ็นเซอร์สัญญาณเดินผ่าน Electronic Guest Saluting รุ่น K319B - สีขาว แหล่งรวมเครื่องใช้คุณภาพดีมากมาย ที่สร้างสรรค์จากไอเดียสุดล้ำ ดีไซน์สวยไม่ซ้ำแบบทั่วไป ให้คุณได้สนุกสนานกับการเลือกสรรให้ตรงตามไลฟ์สไตล์ของคุณ จัดทำด้วยด้วยความประณีต และมีสินค้าให้เลือกหลายหลากอย่างครบถ้วน', '459.00', '285.00', 2, '00046.jpg', 1),
(00047, 'Light Angel ไฟ LED', 'ไฟเซ็นเซอร์ตรวจจับการเคลื่อนไหวอัตโนมัติ ไฟฉุกเฉินไร้สาย พกพาได้ เปิด-ปิด อัตโนมัติ ใช้พลังงานจากถ่าน AA 4 ก้อน หากมีการเคลื่อนไหว ไฟก็จะเปิดอัตโนมัติ หลังจากนั้นจะดับเองภายใน 20 วินาที ตัวไฟนี้จะตรวจจับทุกสิ่งที่เคลื่อนไหว เมื่อเราเดินผ่าน', '550.00', '198.00', 2, '00047.jpg', 1),
(00048, 'HIP CMi688 เครื่องสแกนลายนิ้วมือและอ่านบัตรคีย์การ์ด  ', 'คุณสมบัตรของ เครื่องสแกนลายนิ้วมือ cmi688 รองรับลายนิ้วมือ 2,000 ลายนิ้วมือ รองรับการสแกนทั้ง ลายนิ้วมือ บัตรและรหัสผ่าน รองรับรายการบันทึกเข้าออกของพนักงาน160,000รายการ หน้าจอสีขนาด 2.4\'', '8900.00', '3000.00', 2, '00048.jpg', 1),
(00049, 'Allwin 315 เมกะเฮิรตซ์สัญญาณกันขโมยไร้สายระบบรักษาความปลอดภัยอัตโนมัติของแกรมบ้านซิมโทร sms และตัวหมุน', 'คุณสมบัติ:\n100% ยี่ห้อใหม่ที่มีคุณภาพสูง\nGSM ใช้ซิมการ์ดระบบ GSM ถี่: 900/1800/1900 เมกะเฮิรตซ์สามวง\n4 แบบเขตละ 6 จุดที่มีเขต\nมีเสียงเตือนเมื่อใช้งานระบบ\nนอกเขตสัญญาณไฟฟ้า', '865.00', '360.00', 2, '00049.jpg', 1),
(00050, 'Skylink ชุดสัญญาณกันขโมยไร้สายแบบ IP รุ่น SK200 สีขาว  ', 'ชุดสัญญาณกันขโมยไร้สายแบบ IP Skylink รุ่น SK200', '6500.00', '4760.00', 2, '00050.jpg', 1),
(00051, 'สเปรย์เคลือบแก้ว SPEEDY WAX (2in1) SIZE L', 'สุดยอดนวัตกรรมน้ำยาเคลือบฟิล์มแก้วพร้อมปรับสภาพผิวสีรถให้เรียบเนียน ลื่นทุกสัมผัส สามารถฉีดเคลือบได้ทุกส่วน ไม่ว่าจะเป็นสีรถ โคมไฟ โครเมี่ยม พลาสติก ยาง ห้องเครื่อง', '1490.00', '442.00', 3, '00051.jpg', 0),
(00052, 'ฟลัชชิ่ง ออยล์ ดี1', 'ช่วยชะล้างสิ่งสกปรก สำหรับล้างระบบหล่อลื่นภายในห้องเครื่องยนต์ ขจัดตะกอนยางเหนียวจากเครื่องยนต์ รวมทั้งยังช่วยทำความสะอาดวาล์วและแหวนสูบ', '200.00', '120.00', 3, '00052.jpg', 1),
(00053, 'Elit F1-Z Turbo Air Intake ', 'อุปกรณ์สร้างแรงลมแบบเฮอร์ริเคน เพิ่มแรงม้า แรงบิด ประหยัดน้ำมัน สร้างกระแส ลมหมุนเป็นเกลียว (Hurricane) ทำให้ลมตีเป็นเกลียว เกิดกระแสลมเย็นขึ้น ลดแรงเสียดทานของลมที่ผนังท่อไอดีทำให้ลื่นไหล ก่อนเข้าเครื่องยนต์', '900.00', '449.00', 3, '00053.jpg', 1),
(00054, 'HONDA น้ำมันเกียร์ C.V.T. สำหรับรถฮอนด้า CVTF 3.5 ลิตร', 'น้ำมันเกียอัตโนมัติคุณภาพสูง ที่พัฒนาขึ้นเป็นพิเศษสำหรับระบบเกียร์อัตโนมัติแบบ CVT ในรถยนต์รุ่นใหม่ที่ต้องการน้ำมันที่มีคุณสมบัติจ้าเพาะ ตอบสนองความต้องการของระบบเกียร์ CVT ชนิดต่างๆ ได้อย่างดีเยี่ยม ช่วยปกป้องชิ้นส่วนในระบบ ป้องกันการสั่น หรือ การสะดุดในระหว่างการใช้งาน เสริมการท้างานของระบบให้เป็นไปอย่างนุ่มนวล มีประสิทธิภาพ และประหยัดน้ำมัน เชื้อเพลิง', '2310.00', '1800.00', 3, '00054.jpg', 1),
(00055, 'WD-40 สเปรย์อเนกประสงค์', 'อุปกรณ์ใช้สำหรับหล่อลื่นอุปกรณ์ต่างๆ เพื่อเพิ่มประสิทธิภาพการทำงานของอุปกรณ์ รวมถึงขจัดเสียงรบกวนจากการเสียดสี', '350.00', '240.00', 3, '00055.jpg', 1),
(00056, 'เครื่องมือวิเคราะห์แบตเตอรี่รถ', 'การทดสอบแบตเตอรี่ไม่ต่อเนื่องเสียหาย เป็นประกันความปลอดภัย', '1908.00', '1049.00', 3, '00056.jpg', 0),
(00057, 'Bluetooth Car Charger FM Modulator CAR G7', 'สิ่งที่คุณเล่นผ่านโมดูเลเตอร์จะเล่นผ่านรถและอื่น ๆ อีกมากมาย', '599.00', '269.00', 3, '00057.jpg', 1),
(00058, 'เบาะหนังSparco', 'เบาะหนังที่จะช่วยให้การนั่งขับรถที่ใช้เวลานาน นุ่มสบายมากยิ่งขึ้น เเละยังมีสีสันสดใส ที่สามารถบ่งบอกความเป็นตัวคุณได้เป็นอย่างดี', '1800.00', '1450.00', 3, '00058.jpg', 1),
(00059, 'HHsociety เครื่องดูดฝุ่นในรถแบบพกพา', 'เครื่องดูดฝุ่นแบบพกพาใช้งานง่ายเพียงเสียบปลั๊กเข้ากับหัวเสียบจุดบุหรี่ภายในรถของท่าน ก็พร้อมใช้งานได้ทันที', '890.00', '199.00', 3, '00059.jpg', 1),
(00060, 'ไฟLEDรูกุญแจสำหรับ', 'เพิ่มความสว่างในการมอง ให้เห็นชัดเจนมากขี้น', '890.00', '550.00', 3, '00060.jpg', 1),
(00061, 'ที่ยึดมือถือในรถ Car Mobile all in 1', '1,360องศาหมุนวงเล็บ\n2,สากลสากลดูดซิลิโคน.\n3,แท่งยาวการออกแบบระยะทางระยะทางระเบียบ\n4,วัสดุสินค้า: ABS,ซิลิก้าเจล\n5,อย่าบล็อกสายของสายตาปลอดภัยขับรถโทรศัพท์มือถือสากลสากล\nอุปกรณ์ที่เหมาะสม:ยูนิเวอร์แซทุกชนิดของโทรศัพท์มือถือ 5เซนติเมตร-8.5เซนติเมตรกว้าง /นำทางอุปกรณ์ ', '199.00', '75.00', 3, '00061.jpg', 1),
(00062, 'Tools Pro ชุดกรองลมดักน้ำปรับแรงดันลม ขนาด1/4 รุ่น AFC2000 ', 'ชุดกรองลมดักน้ำปรับแรงดันลม ขนาด1/4 รุ่น AFC2000\nประกอบด้วย ชุดฟิลเตอร์พร้อมตัวตั้งลม ตัวจ่ายน้ำมัน ขนาด 1/4\",3/8\",1/2\" ใช้สำหรับปรับปรุงคุณภาพลมในระบบจ่ายลม', '520.00', '395.00', 3, '00062.jpg', 1),
(00063, 'CAR GPS C1 เครื่องติดตามยานพาหนะ แสดงผลแบบ Real Time ระบบกันน้ำ อุปกรณ์ติดตามรถ ป้องกันขโมย  ', 'GPS C1 เครื่องติดตามรุ่นแสดงผล Real Time ระบบกันน้ำ Gps one (New Version)\n\nเครื่องติดตามตำแหน่งยานพาหนะ ดูตำแหน่งรถของท่านเคลื่อนที่จริงๆ บนท้องถนนเหมือนในหนังสายลับ เหมาะสำหรับเป็นอุปกรณ์ติดตามบุคคล สัตว์ วัตถุหรือสิ่งของ ตลอดจนธุรกิจรักษาความปลอดภัย ช่วยให้ท่านสามารถพยากรณ์เหตุการณ์ล่วงหน้า ทราบความเคลื่อนไหวและรู้พฤติกรรมของสิ่งเหล่านั้นได้ตลอดเวลา และสามารถวางแผนติดตาม จับกุม ปกป้อง ป้องกัน สืบเสาะต่างๆได้ทันเวลา ไม่ต้องลงโปรแกรม ดูการเคลื่อนที่ได้จากทั่วทุกมุมโลก! ไม่จำกัดระยะทาง เก็บรอยทางประวัติการเดินทางย้อนหล้ง ทาง google earth ใช้งานง่าย ไม่ต้องเสียค่าบริการรายเดือน หรือรายปี และไม่สิ้นเปลื้องค่าโทรศัพท์ กรณีใช้งานโหนดติดตามอย่างเดียวจะเสียค่าอินเตอร์เน็ตตกเดือนละแค่ 50 บาทเท่านั้น\n\n*******************************************************************\n\nมันทำอะไรได้บ้าง\nGPS Tracking คืออะไร ด้วยราคาสิ่งนี้เทียบกับราคารถไม่ได้เลยครับ แต่มันจะทำหน้าที่ ที่ซื่อสัตย์กับเรา คอยบอกเราตลอดว่ารถของเราไปอยู่ที่ส่วนใดของโลก จะดีไหมถ้าจะเสียเงินสักไม่กี่พันบาท ให้ได้เจ้า GPS Tracking นี้คอยเฝ้ารถให้เรา\n1.สมมติว่า เราจอดรถอยู่ สักที่ใดที่หนึ่ง เสร็จแล้วก็มาปรากฏว่า รถหายไปไหนก็ไม่รู้ ถามใคร ก็บอกไม่ได้ แต่เจ้า GPS Tracking มันบอกเราได้ครับ\n2.จอดรถอยู่ดีๆมีใครไม่รู้มาขับรถเราออกไป โดยที่เราไม่รู้ แต่เจ้า GPS Tracking มันรู้ มันก็ส่งแจ้งเตือนเราให้รู้ว่ารถเคลื่อนที่จากจุดเดิมไปแล้ว\n3.จำกัดขอบเขตไม่ให้รถวิ่งออกนอกขอบเขต ที่เราตั้งเอาไว้ ถ้าออกเมื่อไร ให้ GPS แจ้งเตือน\n4.ขับเร็วเกินกำหนด มันรู้มันก็จะแจ้งเตือน\n\n5. ใช้งานได้หลากหลาย ติดตามผู้สูงอายุ สืบสวนสะกดรอย ป้องกันทรัพย์สินสูญหาย ติดตามทรัพย์สิน เด็กเล็ก หรือสัตว์เลี้ยงเป็นต้น ฯลฯ ', '3990.00', '1350.00', 3, '00063.jpg', 1),
(00064, 'Bosch Bosch แตร BOSCH EC6  ', 'Bosch Bosch แตร BOSCH EC6\n\nคุณสมบัติ\nคุณสมบัติ\n- แตร BOSCH รุ่น EC 6 Made in Turkey\n- ความดังเสียง 110 dB(A) ความถี่ 400/500 Hz (Low/Hi)\n- เสียงชัดเจน\n- ติดตั้งกับรถได้เกือบทุกรุ่น\n- ติดตั้งง่าย ไม่ยุ่งยาก\n- ป้องกันน้ำ', '750.00', '480.00', 3, '00064.jpg', 1),
(00065, 'ALLY ไฟสปอตไลต์ LED 4D 36 W ไฟตัดหมอก Off Road Light Bar มอเตอร์ไซต์ ATV ออฟโรด ไฟ 12 V -ไฟสีขาว (จำนวน 2 ชิ้น)  ', 'Specifications:\nWaterproof Rate: IP67\nOperating Voltage: 10-30V\nColor Temperature: 6000K\nBeam Type: Flood Operating\nLumens Output: 2520LM\nDimensions: 7 inch(Without Bracket)\nLeds: 12PCS*3W\nLED บาร์ กันน้ำ กันฝุ่น พร้อมขายึด อลูมิเนียม', '3500.00', '1068.00', 3, '00065.jpg', 1),
(00066, 'MAXXIS ยางรถยนต์ รุ่น AT980 LT265/75R16 10PR', 'ดอกยางบริเวณไหล่ยางออกแบบพิเศษเป็นชั่น ๆ ให้การยึดเกราะที่ดีบนพื้นที่ลาดเอียง', '7500.00', '5100.00', 3, '00066.jpg', 1),
(00067, 'เครื่องเล่นติดรถยนต์ JVC KW-R520', 'เครื่องเล่นวิทยุ CD/MP3/USB ขนาด 2Din', '4500.00', '3299.00', 3, '00067.jpg', 1),
(00068, 'Android 5.1 ดับเบิล 2DIN 6.2', 'กล่อง android 5.1 เล่น dvd,bluetooth and gps', '8826.00', '4413.00', 3, '00068.jpg', 0),
(00069, 'หมวกกันน็อคเต็มใบ AVEX TOPGUN แว่นดำ  ', 'หมวกกันน๊อคผลิตจากวัสดุ ABS hight impact มีความแข็งแรงป้องกัน uv95%', '1400.00', '839.00', 3, '00069.jpg', 1),
(00070, 'กล้องติดรถยนต์ รุ่น Q7', 'บันทึกภาพมีระบบ WDR บันทึกภาพ Full-hd บันทึกภาพทันที', '1099.00', '1099.00', 3, '00070.jpg', 1),
(00071, 'เครื่องเล่นติดรถยนต์พร้อมจอ PIONEER AVH-295BT', 'หน้าจอระบบสัมผัส  ขนาด6.2นิ้ว\nหน้าจอแบบ LED backlightความคมชัดสูงระดับWVGA\nหน้าจอระบบสัมผัส ชนิดCLEAR TYPE RESISTIVEจอชนิดนี้ช่วยให้ภาพสีสัน คมชัดยิ่งขึ้น\nรองรับการเล่นiPod/iPhone\nมีBluetoothในตัว\n PRE-OUT 2 ชุด\n รองรับการเล่นDivX/MPEG-1,2,4/MP3/WMA/iTune AACจากCD/DVD/USB\n 5Band Graphic EQ\n Crossover Network 2ทาง\nรองรับรีโมทคอนโทรลพวงมาลัย(**กรุณาตรวจสอบรุ่นรถที่รองรับ**)\nAuto Dimmerปรับความสว่างหน้าจอได้โดยอัตโนมัติ', '8000.00', '6000.00', 3, '00071.jpg', 0),
(00072, 'LED ไฟเดย์ไลท์ DRL daytime running lights 2 Way function 6 จุด กันน้ำ', ' ช่วยเพิ่มแสงในเวลากลางวันทำให้มีความปลอดภัยในขณะขับรถมากขึ้น\n ทำให้มองเห็นรถได้ชัดเจนยิ่งขึ้นแม้อยู่ในระยะไกล จึงช่วยลดอุบัติเหตุ\n หลอด LED มีอายุการใช้งานมากถึง 50,000 ชั่วโมง\n ใช้ง่าย ติดตั้งสะดวก\n กันน้ำ ใช้งานได้ทุกสภาพถนน\n เป็นได้ทั้งไฟเดย์ไลท์ ไฟจอดรถ ไฟตัดหมอก และไฟฉุกเฉินได้', '990.00', '599.00', 3, '00072.jpg', 1),
(00073, 'AE300 12โวลต์แบตเตอรี่รถพาหนะเครื่องมือวิเคราะห์แบบทดสอบวินิจฉัย (สีแดง)', 'วิเคราะห์ถ่านโดย 4 ถูกต้องต่อเนื่อง: ไฟฟ้า ต่อต้าน ค่า CCA แบตเตอรี่\nสถานช่วง: 12โวลต์แบตเตอรี่สตาร์ท\nการทดสอบแบตเตอรี่ไม่ต่อเนื่องเสียหาย เป็นประกันความปลอดภัย\nด้วยแสงไฟและจอ LCD ชัดเจน\nขนาดสินค้า: 130 x 70 มิลลิเมตร x 28 มิลลิเมตร\nความยาวสาย: เกี่ยวกับ 55.12 เซนติเมตร\nน้ำหนักบรรจุภัณฑ์: 0.405 กิโลกรัม', '1908.00', '1049.00', 3, '00073.jpg', 0),
(00074, 'Bostwick ลำโพงแกนร่วม 6.5\" BOS-BS655V', 'Size 6.5” and 4 –Way Car Coaxial Speaker\nMax Power 130 Watts\nFrequency 65-20kHz\nSensitivity 88dB/W/M\nMagnet 10oz\nVoice Coil 25mm\nWoofer Injection Cone\nMidrange and Tweeter 35mm Mylar dome Tweeter and 2?15mm Piezo Tweeter', '2500.00', '1109.00', 3, '00074.jpg', 1),
(00075, 'HD CUT+ น้ำยาขัดสีรถ ลบรอยหนักไปจนถึงรอยปานกลาง ขัดโคมไฟรถ', 'สามารถใช้ขัดด้วยมือ หรือขัดด้วยเครื่องขัดสีรถ กรณีใช้เครื่องขัดสีรถจะยิ่งเห็นถึงความสวยของชั้นงาน\nเป็นนวัตกรรมน้ำยาขัดสีรถล่าสุดจาก USA ด้วย NANO TECHNOLOGY และ SUPER MICRO COMPOUND                       ช่วยปรับสภาพผิวสีรถของคุณให้กลับมาใหม่ดุจรถป้ายแดงได้อย่างปลอดภัย 100% ที่สำคัญฝุ่นน้อย\nนวัตกรรมน้ำยาขัดระบบปลอดฝุ่น (Zero Dust) ไม่มีฝุ่น ผงขัด ใช้งานง่ายสะดวก ปลอดถัยต่อการสูดดม\nปราศจากสารเคมีชนิดซิลิโคน (100% Silicone Free) สามารถขัดลบรอยได้อย่างดีเยี่ยม ขจัดรอยขนแมว มูลนก คราบน้ำ ริ้วแสง \nHD CUT+ ไม่มีสารกลบรอย หรือที่เรียกว่า Body Shop Safe จึงเป็นที่นิยมอย่างมากในศูนย์เคลือบแก้ว และอู่รถยนต์ \nนอกจากขัดสีรถแล้ว ยังสามารถใช้ขัดโคมไฟหน้า เคฟล่า ไฟเบอร์ กระจก ให้กลับมาสวยดังเดิม \nผ่านมาตรฐาน VOC จากประเทศสหรัฐอเมริกา ปลอดภัยต่อผู้ใช้งาน และสิ่งแวดล้อม\nเป็น Biodegradable Product สินค้าผลิตในรัฐแคลิฟอร์เนีย มั่นใจได้ในคุณภาพและความปลอดภัย\nผลิตภัณฑ์ออกแบบมาให้ใช้งานง่ายพร้อมจุกเปิด-ปิด ใช้งานที่สะดวกสบาย ', '1990.00', '959.00', 3, '00075.jpg', 1),
(00076, 'MSI GeForce GTX 1050 Ti GAMING X 4GB 128-Bit GDDR5', 'THE ULTIMATE PC GAMING PLATFORM Get Game Ready with GeForce? GTX.GeForce GTX graphics cards are the most advanced ever created. Discover unprecedented performance, power efficiency, and next-generation gaming experiences.', '8500.00', '6850.00', 4, '00076.jpg', 0),
(00077, 'GTX 1060 Super JetStream (6GB GDDR5)', 'CUDA Cores: 1,280 Units Graphics Clock: 1,620 MHz Boost Clock: 1,847 MHz Memory: 6GB Memory Interface: 192-bit Memory Type: GDDR5 Memory Clock: 4,000MHz (effective 8,000MHz) Memory Bandwidth: 192 GB/sec Microsoft DirectX : 12 OpenGL : 4.5 Bus Support: PCI-E 3.0 x16 Dual-Link DVI,\nHDMI 2.0b DisplayPort: 1.4 x3 Maximum Digital Resolution: 7,680 x 4,320 pixel @60Hz Height: 2.5 Slot Board Size: 248mm x 123mm Graphics Card Power: 120 W Minimum Recommended System Power: 400 W Supplementary Power Connectors 6-pin อุปกรณ์ในกล่อง: Manual, DVD Driver', '20380.00', '10380.00', 4, '00077.jpg', 1),
(00078, 'ZOTAC GEFORCE GTX 1050 Ti 4GB Low Profile VGA', 'การประมวลผลจากคอมพิวเตอร์นำมาแสดงผลสู่จอภาพของผู้ใช้งานถือเป็นสิ่งสำคัญที่เหล่านักเล่นเกมต่างให้ความสำคัญกับการ์ดจอเป็นอันดับต้น ๆ เพราะการ์ดจอถือเป็นหัวใจสำคัญอีกประการที่ช่วยทำให้การแสดงผลมีความน่าประทับใจในทุก ๆ การเล่นเกมอย่าง การ์ดจอ ZOTAC GEFORCE GTX 1050 Ti 4GB Low Profile VGA ที่ต่างรวบรวมเทคเทคโนโลยีสำคัญ ๆ หลากหลายรวมเข้าไว้ในหนึ่งเดียวเพื่อตอบสนองต่อผู้ใช้งานที่ต้องการใช้งานอย่างไร้ขีดจำกัด ด้วยเทคโนโลยี GEFORCE GTX 1050 Ti ผสมผสานเข้าด้วยกับ Ram bus อย่าง GDDR5 4 GB พร้อม Memory bus 128 bit ที่เป็นตัวกลางในการขับเคลื่อนให้ทุก ๆ กิจกรรมบนคอมพิวเตอร์มีความลื่นไหลไม่มีสะดุด พร้อมด้วยเทคโนโลยี NVIDIA Ansel? ที่ที่มีคุณภาพสูงด้วย G-SYNC? ต่างรวบรวมมาให้คุณได้ใช้งานแล้วที่เดียว ', '5800.00', '5590.00', 4, '00078.jpg', 1),
(00079, 'Gigabyte Geforce GTX1050 Windforce OC Edition 2GB GDDR5 ', 'Brand  GIGABYTE Model  GeForce? GTX 1050 OC 2G GPU  GeForce? GTX 1050 Memory Size (MB)  2GB Memory Type  GDDR5\nEngine CLK (MHz)  Boost: 1518 MHz/ Base: 1404 MHz in OC Mode  Boost: 1493 MHz/ Base: 1379 MHz in Gaming Memory CLK (Gbps) \n7008 MHz Memory Interface (bit)  128-bit Power Supply Requirement  300 W Max. Resolution  7680x4320 Bus Interface \nPCI-E 3.0 x 16Card Dimension  H=36 L=191 W=111 mm Support  Multi-view 3 Support DirectX  12 OpenGL 4.5 Form Factor \nATX Output  Dual-link DVI-D x 1  HDMI-2.0b x 1 (Max Resolution: 4096x2160 @60 Hz)  Display Port-1.4 x 1 (Max Resolution: 7680x4320 @60 Hz)\n', '5900.00', '4450.00', 4, '00079.jpg', 1),
(00080, 'Colorful NVIDIA GeForce GTX iGame 1080 GPU 8GB 256bit Gaming GDDR5X PCI-E X16 3.0 VR Ready Video Graphics Card DVI+HDMI+3*DP Port with Three Cooling Fan - intl', 'Speed up your PC experience when you upgrade from integrated graphics to the new GeForce GTX 1080 dedicated card. Enjoy all your videos and pictures at HD resolutions. Discover 2.7X VR performance improvement and 1.7X faster gaming performance than GTX 980 GPU graphics, making all your gameplay richer and smoother. The GeForce GT 1080 is everything you need for a better, faster PC experience.', '37800.00', '25600.00', 4, '00080.jpg', 0),
(00081, 'Logitech Wireless Mouse M220 Silent (Charcoal)', 'เพลิดเพลินกับประสบการณ์ใหม่ที่คลิกกี่ครั้งก็ไม่มีเสียงอีกต่อไป ด้วยเมาส์ที่ฐานรองทำจากวัสดุประสิทธิภาพสูง และล้อเลื่อนยางสำหรับการเลื่อนอย่างไร้เสียงรบกวน สามารถเก็บเสียงรบกวนสำหรับคุณและคนรอบข้างได้มากถึง 90%\nเชื่อมต่อแบบไร้สายในระยะ 10 เมตร ด้วยตัวรับสัญญาณขนาดเล็กจิ๋ว M221 SILENT เพิ่มความคล่องตัวในการทำงาน\nใช้งานง่ายไม่ยุ่งยาก ไม่จำเป็นต้องใช้ซอฟต์แวร์ สามารถใช้งานร่วมกับคอมพิวเตอร์ที่ติดตั้ง Windows?, Mac, Chrome OS? หรือ Linux?\nเคลื่อนไหวแม่นยำ ตอบสนองเร็ว สามารถใช้ได้เกือบทุกพื้นผิว ด้วย Logitech? Advanced Optical Tracking\nใช้งานแบตเตอรี่ได้ยาวนานยิ่งขึ้น ด้วยวิศวกรรมด้านพลังงานที่เปี่ยมประสิทธิภาพ M221 SILENT พักการใช้งานโดยอัตโนมัติเมื่อไม่ได้ใช้งาน ทำให้คุณสามารถยืดอายุการใช้งานแบตเตอรี่ได้นานถึง 18 เดือน* (*อายุการใช้งานแบตเตอรี่อาจแตกต่างกันไป ขึ้นอยู่กับสภาวะของผู้ใช้และการประมวลผล)\nดีไซน์รูปทรงสบายมือ รองรับการใช้งานทั้งคนที่ถนัดมือขวาและมือซ้าย ขนาดเล็กกระทัดรัด เหมาะกับการพกพาใส่กระเป๋าไปได้ทุกที่ รองรับการใช้งานทุกที่ ทุกเวลา ทั้งที่บ้าน ที่ทำงาน และในขณะเดินทางสำหรับการใช้งานในที่สาธารณะ รวมถึงการทำงานโครงการที่บ้านยามค่ำคืน\nLogitech เป็นผู้ผลิตเมาส์รายแรกในโลกที่ได้รับใบรับรอง Quiet Mark โครงการอนุมัติเครื่องหมายระหว่างประเทศจากสมาคม UK Noise Abatement Society รับรองเทคโนโลยีที่ออกแบบมาเพื่อลดเสียงรบกวน', '590.00', '390.00', 4, '00081.jpg', 1),
(00082, 'Logitech Wireless Mouse รุ่น MX Anywhere 2S New 2017- BLACK', 'การควบคุมคอมพิวเตอร์แบบปฏิวัติ พบกับ MX Anywhere 2S ที่มีขนาดกะทัดรัดและมีประสิทธิภาพซึ่งเป็นเมาส์ที่ให้คุณมีอำนาจมหาศาล MX Anywhere 2S ทำงานได้ทุกที่ที่คุณทำงาน เช่นร้านกาแฟร้าน ที่นั่งเครื่องบิน ห้องพักโรงแรมและการประชุมนอกสถานที่ และทำงานได้อย่างราบรื่นทั่วทั้งสามเครื่อง รวมถึงการนำทางและคัดลอกวางระหว่างแต่ละเครื่อง\nใช้คอมพิวเตอร์หลายเครื่องในระดับใหม่ ปลดปล่อยศักยภาพของ MX Anywhere 2S โดยใช้ Logitech Flow เพื่อความราบรื่นของเวิร์กโฟลว์ระหว่างคอมพิวเตอร์ คุณสามารถเลื่อนเคอร์เซอร์ไปยังคอมพิวเตอร์ทั้งสามเครื่องและแม้แต่คัดลอก / วางข้อความรูปภาพและไฟล์จากคอมพิวเตอร์เครื่องหนึ่งไปยังอีกเครื่องหนึ่งได้', '3990.00', '2839.00', 4, '00082.jpg', 0),
(00083, 'YBC 2400DPI Wireless Vertical Mouse USB 2.0 Ergonomics Gaming Mice - intl', 'Ergonomically designed, optical tracking technology, working on many different surfaces and ideal usage for home, office or game. USB 2.4 GHz&nbsp; wireless vertical mouse, comfortable touch. Simple setup. You just insert the battery, plug in the wireless nano-receiver, and start using it. USB nano-receiver is always ready to use.&nbsp; Plug and forget nano-receiver. Adjustable DPI: 800-1600-2400', '781.00', '281.00', 4, '00083.jpg', 1),
(00084, 'AWARD-WINNING GAMING ERGONOMICS PERFECTED FOR eSPORTS ATHLETES', 'The Razer DeathAdder Elite features the iconic ergonomics that top eSports athletes swear by and are proven to stay incredibly comfortable even during those long high-octane battles. Together with two rubber side grips, you’ll always have complete control of your gameplay.', '2180.00', '2070.00', 4, '00084.jpg', 1),
(00085, 'Logitech เมาส์ไร้สาย รุ่น M238 Doodle collection ลาย LightBulb', 'เมาส์ไร้สายที่ให้คุณใช้งานได้อย่างอิสระมากยิ่งขึ้นด้วยระยะการเชื่อมต่อแบบที่ไกลได้ถึง 10 เมตร มี Logitech Advanced Optical Tracking เทคโนโลยีบนพื้นสัมผัสที่รองรับให้เมาส์สามารถใช้งานได้มากกว่าแบบปกติทั่วไป ใช้งานอย่างปลอดภัยด้วย Advanced Encryption Standard ซึ่งเป็นรูปแบบการเข้ารหัสเพื่อป้องกันผู้อื่นสวมรอยเข้าใช้งาน\nความไวของเมาส์ในการเคลื่อนที่บนหน้าจอได้อย่างรวดเร็ว (DPI) อยู่ที่ ?1000 รองรับระบบปฏิบัติการสำหรับชาว Windows ตั้งแต่รุ่น Windows Vista? ขึ้นไป และยังครอบคลุมที่คนที่ใช้ Mac โดยรองรับตั้งแต่รุ่น Mac OS X 10.5 ขึ้นไป ใช้พลังงานจากแบตเตอรีแบบ AA จำนวน 1 ก้อน', '699.00', '449.00', 4, '00085.jpg', 0),
(00086, 'Kingston 120GB SSDNow UV400 SATA III 2.5\"(SUV400S37/120G)  ', 'Kingston 120GB SSDNow UV400 SATA III 2.5\"(SUV400S37/120G) Internal SSD ความจุ 120GB ขนาดเล็ก เเต่มาพร้อมประสิทธิภาพในการถ่ายโอนข้อมูลได้ง่ายและรวดเร็ว (Up to 350 MB/s Write Speed) นอกจากนี้ยังทึกข้อมูลได้ง่ายขึ้น พร้อมการันตีคุณภาพด้วยแบรนด์ที่เป็นที่เชื่อถือและยอดนิยมระดับโลก เเละยังเป็นอุปกรณ์จัดเก็บไฟล์เพื่อให้คุณบันทึกทุกข้อมูลที่คุณต้องการ', '1929.00', '1820.00', 4, '00086.jpg', 1),
(00087, 'QNAP NAS TS-231P 2-BAY 2-CORE 1.7GHZ ', 'TS-231P เป็น NAS ประสิทธิภาพสูงสำหรับบ้าน กลุ่มทำงาน และผู้ใช้ SOHO ที่มีประสิทธิภาพอ่านสูงสุดถึง 224  MB/s และเขียนข้อมูล 176 MB/s ด้วยประสิทธิภาพ dual-core 1.7 GHz Cortex-A15 และแรม 1GB DDR3 ทำให้TS-231P กลายเป็นศูนย์กลางสื่อสมบูรณ์แบบที่น่าทึ่งด้วยความเร็วสูงอย่างมากสำหรับการถ่ายโอนไฟล์จำนวนมากและมัลติมีเดีย', '8710.00', '8290.00', 4, '00087.jpg', 0),
(00088, 'WD Blue 3.5\" Desktop Hard Drives 4TB (WD40EZRZ)', 'WD Blue 3.5\" Desktop Hard Drives 4TB (WD40EZRZ) ฮาร์ดดิสคุณภาพสูงแข็งแรงทนทาน มาพร้อมความจุ 4TB ที่ให้คุณสามารถเก็บข้อมูลได้อย่างหลากหลาย ไม่ว่าจะเป็นไฟล์หนัง HD หรือเพลงที่คุณชื่นชอบก็สามารถเก็บได้อย่างจุใจ รวมทั้งข้อมูลไฟล์เอกสารต่างๆ พร้อมการเชื่อมต่อข้อมูลจากคอมพิวเตอร์อย่างง่ายดาย ช่วยเพิ่มความสะดวกรวดเร็วในการใช้งานให้กับคุณอย่างแท้จริง', '6190.00', '4850.00', 4, '00088.jpg', 0),
(00089, 'Seagate Barracuda 1TB SATA3 7200RPM Harddisk HDD Desktop PC (ST1000DM010)', 'Best-Fit Applications Desktop or all-in-one PCs Home servers Entry-level direct-attached storage devices (DAS)', '2790.00', '1650.00', 4, '00089.jpg', 0),
(00090, 'Seagate 1TB new Backup Plus STDR1000300 USB3.0 Black', 'Seagate 1TB new Backup Plus STDR1000300 USB3.0 Black ถูกออกแบบให้มีขนาดบาง กะทัดรัด พร้อมการดีไซน์รูปทรงสวยงาม สีสันสวยสดใส วัสดุคุณภาพดี ทนทานต่อการใช้งาน ใช้งานง่ายและจัดเก็บข้อมูลของคุณได้เป็นอย่างดี ทั้งป้องกันข้อมูลและ Backup ข้อมูลในตัว ให้คุณเก็บไฟล์ต่างๆได้อย่างมากมาย ครบทุกความต้องการ', '2990.00', '1750.00', 4, '00090.jpg', 1),
(00091, 'OKER MAGIC MECHANNICAL KEYBOARD รุ่น K96 (สีดำ)  ', 'A variety fo cool LED lighting effects,Full keyboard without conflict, fast reaponse', '1990.00', '1328.00', 4, '00091.jpg', 1),
(00092, 'REDRAGON Mechanical RGB Gaming Keyboard blue switch รุ่น VARUNA - สีดำ ', 'เมคคานิคอล บลูสวิตท์ (OUTEMU),ไฟทะลุทั้งคีย์ไทยและอังกฤษ,โหมดไฟ 18 โหมด', '2190.00', '1580.00', 4, '00092.jpg', 0),
(00093, 'RAJFOO Nighthawk Backlight Multimedia Ergonomic Gaming Keyboard Blue/Red/Purple - intl ', 'Brand : RAJFOO,Type : Gaming,Model : Nighthawk,Connectivity : Wired', '4316.00', '1474.00', 4, '00093.jpg', 1),
(00094, 'Ducky One 711 Limited Edition Mechanical Keyboard  ', 'แมคคานิคคอลคีย์บอร์ดรุ่นพิเศษผลิตเพียง 1,999 ตัวในโลก ที่มีการดีไซด์แบบ Narrow Bezel', '5790.00', '4690.00', 4, '00094.jpg', 0),
(00095, 'Three Color Backlit Cyborg Soldier Ergonomic Usb Gaming Keyboard Blue/Red/Purple - intl  ', 'Brand : RAJFOO,Type : Ergonomic,Model : Cyborg Soldier,Connectivity : Wired,Interface : USB', '4254.00', '1693.00', 4, '00095.jpg', 0),
(00096, 'Sandisk Cruzer Blade 16GB - Electric Pink', 'Sandisk Cruzer Blade 8GB - Electric Pink (CZ50C-008GB35P) คือไดรฟ์ USB 2.0 ที่มีดีไซน์ขนาดกะทัดรัด โดยออกเเบบมาให้ใช้งาน\nง่ายเพียงเเค่เสียบเข้ากับช่อง USB บนโน๊ตบุ๊ค หรือเจ้าคอมพิวเตอร์ของคุณ', '149.00', '220.00', 4, '00096.jpg', 1),
(00097, 'SanDisk Cruzer Glide Flash Drive \nUSB 3.0 16GB', 'SanDisk Cruzer Glide Flash Drive USB 3.0 16GB (CZ600) อุปกรณ์จัดเก็บเอกสารงานของคุณได้อย่างดีมีประสิทธิภาพ \nมีพื้นที่จัดเก็บข้อมูลสูง เพียงพอสำหรับการเก็บรูปภาพ ไฟล์งาน หรือไฟล์วิดีโอต่างๆ มีขนาดเล็กกะทัดรัด \nไม่เป็นอุปสรรคในการพกพาไปใช้งานในสถานที่ต่างๆ', '199.00', '290.00', 4, '00097.jpg', 0),
(00098, 'Sandisk Cruzer Edge CZ51 32GB  ', 'Sandisk Cruzer Edge CZ51 32GB มาพร้อมดีไซน์แบบสไลด์ ซึ่งลดความเสี่ยงกันหัวแฟลชไดร์ฟชำรุดได้อย่างมีประสิทธิภาพ\nโดยสามารถเก็บข้อมูลได้มากถึง 32 GB ทำให้คุณสามารถใช้เก็บไฟล์งาน รูปภาพสวยงาม หรือเพลงที่คุณชอบฟังได้อย่างไม่ต้องกังวล อีกทั้งยังพร้อมให้คุณบันทึกสื่อหรือโอนไฟล์ได้เร็วทันใจด้วย Read Speed: 10 MB/sec และ Write Speed: 5MB/sec', '299.00', '790.00', 4, '00098.jpg', 1),
(00099, 'Apacer Handy Drive Steno AH328 8GB  ', 'ด้วยดีไซน์ที่โดดเด่นของ Apacer Handy Steno AH328 8GB ที่ดูมีความคลาสสิคและลงตัวพร้อมด้วยความเรียบสง่าแบบล้ำสมัย \nทำให้ Apacer Handy Steno AH328 8GB โดดเด่นยิ่งกว่าใครในหมู่ Apacerและเชื่อว่าคุณจะต้องหลงรักแน่นอน', '155.00', '250.00', 4, '00099.jpg', 0),
(00100, 'SanDisk Flash Drive Cruzer Fit CZ33 16GB', 'สำหรับอุปกรณ์เก็บข้อมูลพิเศษแบบ \"มองไม่เห็น\" และการถ่ายโอนไฟล์อย่างรวดเร็ว\nตัวเลือกการรักษาความปลอดภัยของข้อมูลและความจุที่มากพิเศษ แฟลชไดร์ฟ USB Cruzer Fit ให้คุณมีวิธีที่ง่ายและปลอดภัยในการถ่ายโอนไฟล์ส่วนตัว ไดร์ฟ USB มีดีไซน์ทรงบางและสะดวกซึ่งเหมาะสำหรับกรณีที่ไดร์ฟ USB ขนาดเต็มที่ใหญ่เกินไป', '350.00', '279.00', 4, '00100.jpg', 1),
(00101, 'ALICE รุ่น Alexia 6ฟุต (KING SIZE)  \n', 'เตียง DESIGN ทุกรุ่นของ ALICE DESIGN โครงสร้างประกอบจากไม้ยางพาราผ่านการอบแห้งพร้อมน้ำยาฆ่าเชื้อในอุณภูมิที่เหมาะสม และเวลาที่ถูกต้อง ทำให้ปลอดจากเชื้อรา มอด และปลวกอย่างสิ้นเชิง บวกกับรูปแบบที่ทันสมัย สไตล์ CLASSIC และ INTREND เหมาสมที่จะเป็นเฟอร์นิเจอร์ชิ้นงามในห้องนอนของท่าน', '67000.00', '33500.00', 5, '00101.jpg', 1),
(00102, 'Winner เตียงนอน 5 ฟุต รวมพื้นไม้ - รุ่น LINEO-A - สีขาว ', 'โครงสร้างผลิตด้วยไม้ปิดเมลานีนกันความร้อน และความชื้นอย่างดี ดีไซน์สวยงาม แข็งแรง รับน้ำหนักได้ถึง 200 กิโลกรัม สินค้าประกอบด้วยโครงเตียงและพื้นเตียง ขนาด 162X206.5X90 cm. ราคารวมค่าดำเนินการ หมายเหตุ : สินค้าไม่รวมอุปกรณ์ประกอบฉาก', '8790.00', '6990.00', 5, '00102.jpg', 1),
(00103, 'Inter Steel โครงเตียงนอนคู่ 5ฟุต รุ่น Condo1 (สีขาว)  ', 'สินค้าคุณภาพจาก INTER STEEL FURNITURE เป็นเตียงเหล็กขนาด5ฟุต หรือเตียงคู่ เตียงรุ่นนี้แข็งแร็งหนาพิเศษ รับประกันการใช้งานยาวนานกว่า10ปี ผลิตจากเหล็กแบบสี่เหลี่ยมทั้งตัว ความหนาไม่น้อยกว่า1.2มม.ระบบประกอปเป็นแบบน็อคดาวน์แยกชิ้นส่วน ประกอบติดตั้งง่ายๆด้วยตัวคุณเอง เพราะเป็นระบบคานข้างขันน็อตยึดกับแผงหัว-ท้ายเตียง ส่วนตรงกลางรับที่นอนและน้ำหนักตัวผู้นอนวางรับด้วยแป๊บชนิดสี่เหลี่ยมวางขวางลงไปจำนวน5คานด้วยกันแล้วปูพื้นก่อนวางที่นอนด้วยแผ่นไม้อัดคุณภาพ รับน้ำหนักได้ถึง180กิโลกรัม', '7500.00', '4999.00', 5, '00103.jpg', 1),
(00104, 'Asia เตียงบล็อคอย่างดี รุ่น BP104 ขนาด 3.5 ฟุต Modern Style  ', 'เบื่อแล้วใช่มั้ย เตียงไม้หรือเตียงเหล็กแบบเดิมๆ เราจึงจัดหาสิ่งใหม่ๆมาให้ลูกค้าที่น่ารักมาตลอด เตียงของเราใช้ PU คุณภาพส่งออกหุ้ม เพื่ออายุการใช้งานที่ยาวนานกว่าเจ้าอื่นๆตามท้องตลาดโครงไม้ที่เราใช้ทำเตียงนั้น แข็งแรงเป็นพิเศษ มีการออกแบบที่ทันสมัย โดดเด่นไม่เหมือนใคร เตียงรุ่นนี้จัดว่าเป็นสินค้าขายดีมาก ในตอนนี้ ช่วยทำให้ลูกค้าทำความสะอาดง่ายขึ้น ขาของเตียง ผลอตจากเหล็กชุบโครเมี่ยม อย่างดี แข็งแรงเป็นพิเศษ รองรับน้ำหนักได้ถึง 100 กก การดูแลรักษานั้น ใช้วิธีเดียวกับการทำความสะอาดโซฟา โดยใช้ผ้าชุบน้ำยาเช็ดทำความสะอาด สินค้ามีขนาด 107*200*40-140 ซม.', '7999.00', '4999.00', 5, '00104.jpg', 1),
(00105, 'DAXTON เตียงเหล็ก 2 ชั้น คุณภาพ เคลือบพ่น รุ่น HyBrid Lofts (White) ', 'รับน้ำหนักได้ดี สามารถถอดประกอบได้ สะดวกต่อการขนย้าย สามารถใช้กับที่นอนขนาดมาตรฐานได้ทุกยี่ห้อ(ขนาด 3 ฟุต) เคลือบด้วยสีกันสนิม ผลิตจากวัสดุคุณภาพ เกรดงานส่งออก สินค้าชิ้นนี้ลูกค้าต้องประกอบสินค้าเอง', '19990.00', '9850.00', 5, '00105.jpg', 1),
(00106, 'โต๊ะญี่ปุ่นปรับระดับ', 'โต๊ะสำหรับวางโน๊ตบุ๊ก ขนาด 35 x 54 x 23-30 ซม. ปรับระดับได้ 7 ซม.', '840.00', '710.00', 5, '00106.jpg', 0),
(00107, 'ShabbyChic โต๊ะข้างโซฟา โต๊ะข้างเตียง', 'หน้าโต๊ะทรงมนสามเหลี่ยม ขนาดกะทัดรัด', '1290.00', '992.00', 5, '00107.jpg', 1),
(00108, 'Bofa โซฟาเข้ามุม', 'ใช้นั่ง.เอน.นอน ขนาด 155*130*75 cm.(สีดำ)', '6990.00', '4990.00', 5, '00108.jpg', 1),
(00109, 'ISO โซฟาหนัง', 'แบบ 2in1 สี Dark Brown ดีไซน์ทันสมัย', '29990.00', '18520.00', 5, '00109.jpg', 0),
(00110, 'โต๊ะกลาง', 'ขนาด 90x55 ซม. สีขาว ผลิตจากวัสดุคุณภาพดี ', '3990.00', '1959.00', 5, '00110.jpg', 1),
(00111, 'ตู้เอนกประสงค์ ทั้งเก็บเอกสาร และ โชว์ของ', 'รุ่น FL0801  ใช้งานได้อเนกประสงค์\n- เคลื่อนย้ายได้ง่าย\n- ขนาด 80x40x150ซม.', '10900.00', '3290.00', 5, '00111.jpg', 1),
(00112, 'Hako Premium เซ็ตตู้เกียวโตดูโอ้ ตู้เสื้อผ้า 2 ใบ', 'Hako Premium เซ็ตตู้เกียวโตดูโอ้ ตู้เสื้อผ้า 2 ใบ - สีน้ำตาลซาติน ขนาด 116 x 50 x 182 ซม. ผลิตจากผ้า Non-Woven 75 แกรม ซึ่งเป็นผ้าชนิดหนาพิเศษ ผสมกับผ้าซาติน ซึ่งมีความหนา ทนทานต่อการฉีกขาด ตัดเย็บโดยช่างผู้เชี่ยวชาญ โครงตู้ทำจากโครงเหล็กระบบน้อกดาวน์ (Knocked-down) เพิ่มความแข็งแรง นอกจากนั้น ยังสามารถรับน้ำหนักได้มาก ไม่ล้มเอียง ทนทานต่อการใช้งาน', '5900.00', '1999.00', 5, '00112.jpg', 1),
(00113, 'Kantareeya ตู้เสื้อผ้าขนาด 165cm พร้อมผ้าคลุม', 'ขนาด 165cm\nผลิตจากพลาสติก ABS ทำให้มีความแข็งแรงทนทาน\nหมดปัญหาเรื่องฝุ่นด้วยผ้าคลุม Non Woven ที่ด้านหน้าสามารถเปิดปิดได้\nในตู้มีชั้นอเนกประสงค์ทั้งด้านบนและด้านล่าง\nน้ำหนักเบา เคลื่อนย้ายง่าย', '1690.00', '519.00', 5, '00113.jpg', 1),
(00114, 'Hommy ตู้เสื้อผ้า 2 บล๊อค - สีม่วง', 'Hommy ตู้เสื้อผ้า 2 บล๊อค พร้อมผ้าคลุม ดีไซด์ทันสมัยเหมาะสำหรับคนรุ่นใหม่ที่มีพื้นที่จำกัด สามารถพับเก็บได้ ช่วยเพิ่มพื้นที่ในการใช้สอย ภายในมีชั้นวางของที่ทำให้คุณสามารถแบ่งสัดส่วนของของคุณได้อย่างลงตัวมากยิ่งขั้น มีตัวยึดแน่นหา สามารถจัดเก็บเสื้อผ้าได้หลายชุด สะดวกในการเคลื่อนย้ายเหมาะสำหรับผู้ที่อยู่คอนโด หรือ อพาร์ทเม้น ที่มีพื้นที่จำกัด และต้องการตู้จัดเก็บของที่มีสไตล์ ดีไซน์สุดชิคสามารถเข้ากับห้องของคุณทั้งหญิงและชายได้อย่างง่ายดาย', '2200.00', '555.00', 5, '00114.jpg', 1),
(00115, 'ตู้เสื้อผ้า 80 cm รุ่น WK002', ' ขนาด 80x53x132cm\n- สีสันสวย สดใสน่ารัก ใช้ได้ทั้งเด็กและผู้ใหญ่\n- ใส่เสื้อผ้าได้เยอะทั้งแขวนและพับได้สะดวกสบายคุ้มจริง', '3490.00', '1990.00', 5, '00115.jpg', 1),
(00116, 'Hakone ชั้นวางของ 4 ชั้น โครงเหล็กกล้าพ่นสีกันสนิม สูง 148ซม. ชั้นวางไม้', 'โครงทำจากเหล็กพ่นสีอย่างดี ไม่เป็นสนิม\nชั้นไม้อัดบุเคลือบด้วยแ MDF สีบีช กันน้ำอย่างดี ลายไม้ไวท์โอ๊ค\nแผ่น PVC กันน้ำ เช็ดทำความสะอาดง่าย\nมียางรองขาโต๊ะป้องกันรอยขีดข่วนบนพื้นผิว\nรองรับน้ำหนักได้สูงสุด 50 กก.\nขนาด 148x35x60 ซม.\nน้ำหนักสินค้า 9.73 กก.', '2599.00', '998.00', 5, '00116.jpg', 1),
(00117, 'Hakone ชั้นวางของ ชั้นเก็บของ ชั้นเหล็กวางของ ชั้นวางของอเนกประสงค์ ชั้นวางของ 4 ชั้น', 'ชั้นวางของทำจากเหล็กพ่นสีอย่างดี ไม่เป็นสนิม\nแข็งแรง รับน้ำหนักได้มาก ใช้วางของหนักได้\nทำความสะอาดง่าย\nขนาด กว้าง 90 cm ลึก 45 cm สูง 139 cm\nวางของได้มาก มีถึง 4 ชั้น\nจัดส่งรวดเร็ว', '1390.00', '749.00', 5, '00117.jpg', 1),
(00118, 'Hakone ชั้นวางของ ชั้นวางหนังสือ โครงเหล็กแข็งแรง ผ้ากันน้ำ ปรับเปลี่ยนรูปทรงได้ ขนาด 5 ชั้น 8 ช่อง (สีเทา)  ', 'ประกอบง่าย DIY\nขนาดสูง 125 Cm กว้าง 80 Cm ลึก 30 Cm\nเสริมโครงเหล็กทุกชั้น\nบุผ้า non woven กันน้ำ กันฝุ่น\nวัสดุโครงเหล็กแข็งแรง ทนทาน', '999.00', '499.00', 5, '00118.jpg', 1),
(00119, 'Tesco เทสโก้ ชั้นเอนกประสงค์- สีขาว/ดำ', 'ชั้นเอนกประสงค์ 6 ช่อง ขนาด 80 x 30 x 90', '899.00', '699.00', 5, '00119.jpg', 1),
(00120, 'Selected ชั้นวางของอเนกประสงค์ - สีเทา ', 'น้ำหนักเบา เคลื่อนย้ายสะดวก ต่อประกอบง่าย\nโครงสร้างและข้อต่อแข็งแรงทนทาน สามารถวางหนังสือ หรือสิ่งของหนักได้ชั้นวางหนังสือ 3 ชั้น', '1099.00', '329.00', 5, '00120.jpg', 1),
(00121, 'OEM สปอร์ตไลท์เล็กตัวดำ 3 LED', 'คุณสมบัติการใช้งาน : เหมาะสำหรับใช้ตกเเต่งสวนสวยเเละทางเดินในบ้านเเละ สถานที่ทั่วไป ', '300.00', '199.00', 5, '00121.jpg', 1),
(00122, 'โคมไฟ LED ตั้งโต๊ะ แบบพกพา', 'โคมไฟอเอนกประสงค์แบบตั้งโต๊ะ โคมไฟพับเก็บได้\n- หลอดไฟ LED ', '399.00', '98.00', 5, '00122.jpg', 1),
(00123, 'XML-Solar ไฟโซล่าเซลล์ลอยน้ำ ทรง ลูกบอล (หลากสี)', 'ไฟโซล่าเซลล์ลอยน้ำ ทรงลูกบอล พร้อมใช้งาน 1 ชุด', '500.00', '285.00', 5, '00123.jpg', 1),
(00124, 'KAKUKI โคมไฟ โซล่าเซลล์ ติดกำแพง รุ่น 16LED (ไฟสีขาว) ', 'ไฟกิ่งโซล่าเซลล์ สามารถใช้งานได้เลยโดยไม่ต้องเดินสายไฟ สามารถนำตัวไฟกิ่งยึดติดกับผนังตรงจุดที่ต้องการได้เลย ', '1200.00', '499.00', 5, '00124.jpg', 1),
(00125, 'SECO โคมไฟเขียนแบบ ขนาด 60-100 วัตต์ รุ่น SL-108 ( สีดำ ) ', 'สามารถปรับมุมองศาการใช้งานได้รอบตัว  \nมีมือจับเพื่อให้ง่ายต่อการปรับทิศทาง  ', '1000.00', '640.00', 5, '00125.jpg', 1),
(00126, 'SONY TV HOME THEARTER', '4K Ultraman 4K Very Very 4K', '5000.00', '1000.00', 3, 'h0iteiw0ibgnt2oSodaChang.png', 1),
(00127, 'ss', 'ss', '111.00', '11111.00', 1, '', 1),
(00128, 'TV', 'dasdlasasd', '101010.00', '11111.00', 2, '254iwnfiib5rev0878597_user_512x512.png', 1),
(00130, 'สวัสดีเบสสสสส', 'g', '111111.00', '999999.99', 7, 'r4tit2btby50ief600ml.jpg', 0),
(00155, 'dddd', 'sssssssssssssss', '1.00', '1.00', 11, '_0iigtfn5y24hvrNomad-3-desktop-The-Iverness.jpg', 1),
(00156, 'das', 'dsa', '111.00', '11.00', 9, 'iigetfi0i5tng2y24899125_1543255162458160_50679422_n.png', 1);

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `us_name` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `us_pswd` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `us_type` tinyint(1) NOT NULL DEFAULT '1'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`us_name`, `us_pswd`, `us_type`) VALUES
('admin', 'webpro2018', 0),
('best', 'dasdsa', 1),
('member', 'webpro2018', 1),
('zazaza', '4321', 1),
('dsasda', '222', 1),
('dsa', '111', 1),
('zzzzzz', '12345', 1),
('dsadsa', '212', 1),
('ererwe', 'ss', 1),
('y565', '66rtr', 1),
('zappernaja', '1234', 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`cate_id`);

--
-- Indexes for table `products`
--
ALTER TABLE `products`
  ADD PRIMARY KEY (`product_id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`us_name`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `cate_id` tinyint(2) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `products`
--
ALTER TABLE `products`
  MODIFY `product_id` smallint(5) UNSIGNED ZEROFILL NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=157;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
